{
  "title": "Impact of chemotherapy on the association between fear of cancer recurrence and the gut microbiota in breast cancer survivors.",
  "abstract": "Dysfunctional processing of fear memory may be involved in the pathophysiology of fear of cancer recurrence (FCR), which is cited as the major unmet psychological need of cancer survivors. Emerging evidence has shown that the microbiota-gut-brain (MGB) axis affects depressive and anxiety disorders, and chemotherapy-associated psychological distress. We therefore hypothesized that the gut microbiota is associated with FCR in cancer survivors. This cross-sectional study enrolled women diagnosed with invasive breast cancer who were not currently undergoing chemotherapy. Fecal samples were obtained to assess the gut microbiota. FCR grade was assessed using the Concerns About Recurrence Scale (CARS). Mean age of the participants (n = 126) was 58 years; 47% had stage I disease. Multiple regression analysis with adjustment for possible confounders showed that the relative abundance of the Bacteroides genus (beta = 0.180, p = 0.03) was significantly and directly associated with FCR. In the 57 participants with a history of chemotherapy, higher FCR was associated with lower microbial diversity (p = 0.04), lower relative abundance of Firmicutes (p = 0.03) and higher relative abundance of Bacteroidetes (p = 0.04) at the phylum level, and higher relative abundance of Bacteroides (p < 0.01) and lower relative abundance of Lachnospiraceae.g (p = 0.03) and Ruminococcus (p = 0.02) at the genus level. Our findings provide the first evidence of an association between the gut microbiota and FCR and suggest that chemotherapy-induced changes in gut microbiota can influence FCR. Further studies should examine the effects of the gut microbiota on FCR using a prospective design.",
  "relations": [
    {
      "head": "Fear of cancer recurrence",
      "head_type": "Psychological condition",
      "relation": "associated with",
      "tail": "Gut microbiota",
      "tail_type": "Biological entity"
    },
    {
      "head": "Chemotherapy",
      "head_type": "Medical treatment",
      "relation": "induces changes in",
      "tail": "Gut microbiota",
      "tail_type": "Biological entity"
    },
    {
      "head": "Gut microbiota",
      "head_type": "Biological entity",
      "relation": "influences",
      "tail": "Fear of cancer recurrence",
      "tail_type": "Psychological condition"
    }
  ]
}