{
  "title": "Affective disorders impact prevalence of Flavonifractor and abundance of Christensenellaceae in gut microbiota.",
  "abstract": "Background Affective disorders (AD) have been associated with a higher prevalence of the gut Flavonifractor genus and a lower abundance of the gut Christensenellaceae family. Objective and methods By pooling two independent study samples of patients with AD (n = 176), their unaffected first-degree relatives (n = 70) and healthy controls (n = 101) we aimed to replicate and extend our prior findings of differential Flavonifractor prevalence and Christensenellaceae abundance when comparing patients with AD and healthy controls. The gut microbiota was profiled using 16S rRNA gene amplicon sequencing. Results The pattern of higher prevalence of Flavonifractor and lower Centered Log-Ratio (CLR) abundance of Christensenellaceae was associated with AD. In generalized linear models the CLR abundance of Christensenellaceae was lower in patients with AD (p = 0.024), and in smokers (p = 1.9*10<sup>-4</sup>), and inversely associated with increasing waist circumference (p = 0.031). The prevalence of Flavonifractor was higher in patients with AD (p = 0.033) and in smokers (p = 0.036). No impact of psychotropic medication was found. The CLR abundance of Christensenellaceae (p = 0.041), but not the prevalence of Flavonifractor (p = 0.20) could distinguish non-smoking patients with AD from non-smoking healthy controls, whereas no such associations were found in smokers. Unaffected relatives neither differed from patients with AD nor from healthy controls. Conclusion Compared with findings in healthy controls, AD was associated with a significantly lower CLR abundance of the health-linked Christensenellaceae and a significantly higher prevalence of Flavonifractor; findings that are associated with enhanced oxidative stress and systemic low-grade inflammation. If our observations are validated in future independent studies, they support the notion that parts of aberrant gut microbiota are shared by AD and states of dysmetabolism.",
  "relations": [
    {
      "head": "Affective disorders",
      "head_type": "Disease",
      "relation": "associated_with",
      "tail": "Flavonifractor",
      "tail_type": "Genus"
    },
    {
      "head": "Affective disorders",
      "head_type": "Disease",
      "relation": "associated_with",
      "tail": "Christensenellaceae",
      "tail_type": "Family"
    },
    {
      "head": "Flavonifractor",
      "head_type": "Genus",
      "relation": "has_prevalence",
      "tail": "higher",
      "tail_type": "Prevalence"
    },
    {
      "head": "Christensenellaceae",
      "head_type": "Family",
      "relation": "has_abundance",
      "tail": "lower",
      "tail_type": "Abundance"
    },
    {
      "head": "Affective disorders",
      "head_type": "Disease",
      "relation": "linked_with",
      "tail": "oxidative stress",
      "tail_type": "Biological Process"
    },
    {
      "head": "Affective disorders",
      "head_type": "Disease",
      "relation": "linked_with",
      "tail": "systemic low-grade inflammation",
      "tail_type": "Biological Process"
    }
  ]
}