{
  "title": "Gut Microbiota and Its Repercussion in Parkinson's Disease: A Systematic Review in Occidental Patients",
  "abstract": "(1) Background: Parkinson's disease (PD) is a relatively common and complex pathology, and some of its mechanisms remain to be elucidated. Change in host microbiota is related to the pathophysiology of numerous diseases. This systematic review aims to gather existing data on the occidental hemisphere, compare it, and search for any significant association between Parkinson's disease and gut microbiota dysbiosis. (2) Methods: Preferred Reporting Items for Systematic Review and Meta-Analysis (PRISMA) and Meta-analyses Of Observational Studies in Epidemiology (MOOSE) protocols were used for this systematic review. PubMed was used as the database search engine. Of the 166 studies found, only 10 were used, as they met our inclusion criteria: case-control studies, studies that assessed the correlation of PD and gut microbiome, studies that took place in occidental regions, and studies that were performed on humans and were written in English. The Newcastle-Ottawa Scale was used as the assessment tool for overall risk of bias in this systematic review. (3) Results: The studies analyzed were divided into three geographic areas: Region 1: United States of America and Canada; Region 2: Germany, Ireland, and Finland; and Region 3: Italy; based on geographical similarities among these populations. The following statistically significant results were described in PD patients, compared with non-PD controls. In the first region, a significant increase in the following bacteria was seen: 1. Phylum: Actinobacteriota and its Genus: <i>Bifidobacterium</i>; 2. Phylum: Verrucomicrobiota and its Genus: <i>Akkermansia</i>; 3. Genus: <i>Enterococcus</i>, <i>Hungatella</i>, <i>Lactobacillus</i>, and <i>Oscillospira</i> of the Phylum: Firmicutes; 4. Family: <i>Ruminococcaceae</i> of Phylum: Firmicutes; 5. Phylum: Bacteroidetes and its Genus: <i>Bacteroides</i>; 6. Phylum: Proteobacteria. A significant decrease was described in the Family: <i>Lachnospiraceae</i> and its Genus: <i>Blautia</i>, <i>Coprococcus</i>, and <i>Roseburia</i>, which belong to the Phylum: Firmicutes. In the second region, a raised number of: 1. Phylum: Verrucomicrobiota, its Genus: <i>Akkermansia</i>, and its Species: <i>Akkermansia muciniphila</i>; 2. Family: <i>Verrucomicrobiaceae</i> of the Phylum: Verrucomicrobiota; 3. Genus: <i>Lactobacillus</i> and <i>Roseburia</i> of the Phylum: Firmicutes; 4. Family: <i>Lactobacillaceae</i> of the Phylum: Firmicutes; 5. Family: <i>Barnesiellaceae</i> of the Phylum: Bacteroidetes; 6. Genus: <i>Bifidobacterium</i> of the Phylum: Actinobacteriota; 7. Species: <i>Bilophila wadsworthia</i> of the Phylum: Thermodesulfobacteriota, was identified. Only one Genus: <i>Prevotella</i> of the Phylum: Bacteroidetes was decreased. In the third and last region, an augmented number of these bacteria were found: 1. Phylum: Verrucomicrobiota and its Genus: <i>Akkermansia</i>; 2. Family: <i>Bifidobacteriaceae</i> and <i>Coriobacteriaceae</i> of the Phylum: Actinobacteriota; 3. Phylum: Firmicutes and its Family: <i>Christensenellaceae</i> and <i>Lactobacillaceae</i>; 4. Family: <i>Enterococcaceae</i> and its Genus: <i>Enterococcus</i>, of the Phylum: Firmicutes; 5. Genus: <i>Lactococcus</i> and <i>Oscillospira</i>, of the Phylum: Firmicutes; 6. Phylum: Proteobacteria, its Family: <i>Enterobacteriaceae</i>, and the Genus: <i>Citrobacter</i>, <i>Klebsiella</i>, <i>Salmonella</i>, and <i>Shigella</i>; 7. Genus: <i>ParaBacteroides</i> of the Phylum: Bacteroidetes. In contrast, a significant decrease in 1. Phylum: Firmicutes, its Family: <i>Lachnospiraceae</i>, and its Genus: <i>Roseburia</i> and 2. Genus: <i>Ruminococcus</i> of the Phylum: Firmicutes, was described. (4) Conclusion: A significant gut dysbiosis, involving multiple bacterial taxa, was found in PD patients compared to healthy people in the occidental regions. However, more studies are needed to find the precise pathophysiologic involvement of other groups of pathogens, such as fungi and parasites, in the development and progression of PD.",
  "relations": [
    {
      "head": "Parkinson's disease",
      "head_type": "Disease",
      "relation": "associated with",
      "tail": "gut microbiota dysbiosis",
      "tail_type": "Microbiota"
    },
    {
      "head": "gut microbiota",
      "head_type": "Microbiota",
      "relation": "dysbiosis",
      "tail": "Parkinson's disease",
      "tail_type": "Disease"
    },
    {
      "head": "gut microbiota",
      "head_type": "Microbiota",
      "relation": "change in",
      "tail": "pathophysiology",
      "tail_type": "Physiological Process"
    },
    {
      "head": "Parkinson's disease",
      "head_type": "Disease",
      "relation": "involves",
      "tail": "gut dysbiosis",
      "tail_type": "Microbiota"
    },
    {
      "head": "gut dysbiosis",
      "head_type": "Microbiota",
      "relation": "associated with",
      "tail": "Parkinson's disease",
      "tail_type": "Disease"
    },
    {
      "head": "gut microbiota",
      "head_type": "Microbiota",
      "relation": "dysbiosis",
      "tail": "Parkinson's disease",
      "tail_type": "Disease"
    },
    {
      "head": "gut microbiota",
      "head_type": "Microbiota",
      "relation": "change in",
      "tail": "pathophysiology",
      "tail_type": "Physiological Process"
    },
    {
      "head": "Parkinson's disease",
      "head_type": "Disease",
      "relation": "involves",
      "tail": "gut dysbiosis",
      "tail_type": "Microbiota"
    },
    {
      "head": "gut dysbiosis",
      "head_type": "Microbiota",
      "relation": "associated with",
      "tail": "Parkinson's disease",
      "tail_type": "Disease"
    }
  ]
}