{
  "title": "Ameliorative effect of Lactobacillus plantarum CCFM8661 on oleic acid-induced acne: integrated gut microbiota link to acne pathogenesis.",
  "abstract": "Acne vulgaris is an inflammatory disease of the pilosebaceous unit of the skin that has serious adverse effects on the physical and mental health of patients. Probiotics are extensively employed in dermatology and could be an alternative option for acne therapy. Here, we evaluated the effect of oral ingestion of live and inactivated Lactobacillus plantarum CCFM8661 on oleic acid-induced acne using a mouse model. Results indicated that live L. plantarum CCFM8661 suppressed skin inflammation and serum hormone (insulin and testosterone) production in acne mice. Parallelly, live L. plantarum CCFM8661 effectively reduced the formation of skin lipids (triglycerides and non-esterified free fatty acids), and normalized the expression of skin lipid metabolism-related genes (PPAR-γ, SREBP-1c, ACCα, FASN, PPAR-α, ACOX1, HSL and ATGL). In comparison, inactivated L. plantarum CCFM8661 had no effect on skin inflammation or serum hormone secretion, but decreased skin triglycerides and normalized the expression of skin lipid metabolism-related genes (PPAR-γ, SREBP-1c, FASN and ATGL) in acne mice. Both live and inactivated L. plantarum CCFM8661 raised the richness of gut microbiota, reduced the ratio of Bacteroidetes to Firmicutes and decreased the relative abundance of Staphylococcus in the feces of acne mice. Oral ingestion of L. plantarum CCFM8661, particularly live cells, could alleviate acne by suppressing skin inflammation, normalizing the metabolism of hormones and skin lipids, which may be achieved by improving the gut microbial ecosystem. © 2023 Society of Chemical Industry.",
  "relations": [
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "suppresses",
      "tail": "skin inflammation",
      "tail_type": "Condition"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "suppresses",
      "tail": "serum hormone production",
      "tail_type": "Physiological Process"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "reduces",
      "tail": "skin lipids",
      "tail_type": "Biochemical"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "normalizes",
      "tail": "lipid metabolism-related genes",
      "tail_type": "Gene"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "raises",
      "tail": "gut microbiota richness",
      "tail_type": "Microbial Community"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "reduces",
      "tail": "Bacteroidetes to Firmicutes ratio",
      "tail_type": "Microbial Ratio"
    },
    {
      "head": "Lactobacillus plantarum CCFM8661",
      "head_type": "Probiotic",
      "relation": "decreases",
      "tail": "Staphylococcus abundance",
      "tail_type": "Microbial Abundance"
    }
  ]
}